Repository: nuriyevn/informatika_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az_az

source: Login
az_az: Giriş

source: Register
az_az: Qeyd

source: Main Page
az_az: Baş Səhifə

source: Show Content
az_az: Mətni göstər

source: Tasks
az_az: Məsələlər

source: All tasks
az_az: Ümumi siyahı

source: Statistics
az_az: Statistika

source: Results
az_az: Nəticələr

source: Users
az_az: İstifadəçilər

source: All Users
az_az: Ümumi siyahı

source: Rating
az_az: Reytinq

source: Competitions
az_az: Yarışlar

source: Active
az_az: Aktiv

source: Planned
az_az: Növbəti

source: History
az_az: Tarixçə

source: About
az_az: Layihə haqqında

source: News
az_az: Xəbərlər

source: Blogs
az_az: Məqalələr

source: Discussions
az_az: Müzakirələr

source: Help
az_az: Yardım

source: Resource
az_az: Faydalı

source: Contact us
az_az: Bizimlə əlaqə

source: Overall
az_az: Ümumi

source: Contact to us
az_az: Bizimlə əlaqə

source: Azerbaijan, Baku
az_az: Azərbaycan, Baki

source: Social links
az_az: Sosial şəbəkə

source: Rules
az_az: İnternet-portal Azərbaycan Respublikası Təhsil Nazirliyinin dəstəyi ilə “Bakı” nəşriyyatı tərəfindən istedadlı gənclər arasında distans proqramlaşdırma olimpiadalarının metodik təşkili üçün hazırlanmışdır.

source: Ministry of Education of Azerbaijan Republic, 2015
az_az: Azərbaycan Respublikası Təhsil Nazirliyi, 2015
