Repository: nuriyevn/informatika_django
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: az_az

source: An example
az_az: Misal

source: Registration
az_az: Qeydiyyat

source: Login
az_az: Daxil olmaq

source: Contact Us
az_az: Bizimlə əlaqə

source: Main Page
az_az: Baş səhifə

source: Tasks
az_az: Məsələlər

source: Statistics
az_az: Statistika

source: Results
az_az: Nəticələr

source: General list
az_az: Ümumi siyahi

source: Accounts
az_az: İstifadəçilər

source: Rating
az_az: Reytinq

source: Contests
az_az: Yarışlar

source: Active
az_az: Aktiv

source: Future
az_az: Gələcək

source: History
az_az: Tarixcə

source: About
az_az: Ümumi

source: About project
az_az: Layihə haqqında

source: News
az_az: Xəbərlər

source: Articles
az_az: Məqalələr

source: Discussions
az_az: Müzakirələr

source: Help
az_az: Yardım

source: Helpful links
az_az: Faydalı

source: Social Networks
az_az: Sosial şəbəkərdə

# copyleft
source: This web-portal is developed by enthusiasts and supported by publishing house "Baku" and provides online judge facilities to submit solutions for programming tasks.
az_az: Internet-portal entuziastlar ilə tərtib olunub, “Bakı” nəşriyyatı dəstəyi ilə distans proqramlaşdırma olimpiadalarının metodik təşkili üçün hazırlanmışdır.

source: Sign Up
az_az: Qeydiyyat

# LostPassword
source: Recover password
az_az: Parolu yeniləmək

# LostPasswordHint
source: Restore access
az_az: Şifrə itirildikdə

# LoginHint
source: Authorize
az_az: Avtorizə ol

# RegisterHint
source: Register to start
az_az: Başlamaq üçün 'saynap' ol

# RegistrationFormTitle
source: Input following fields to sign up and use the system
az_az: Aşağıdakı formanı doldurub göndərdikdən sonra siz xidmətdən faydalana bilərsiniz

# NameSurname
source: Name and Surname
az_az: Ad və Soyad

source: Username
az_az: İstifadəçi adı

source: Password
az_az: Şifrə

source: Password Repeat
az_az: Şifrə (təkrar)

source: Register
az_az: Qeyd Ol

source: RegistrationWelcomeTitle
az_az: Hörmətli şagirdlər, tələbələr, müəllimlər! Əziz proqramçılar!

source: RegistrationWelcomeDescription
az_az: Xahiş edirik qeydiyyat formasında göstərilən bütün sahələri doldurasınız. Zəruri statistikanın aparılması, layihə çərçivəsində planlaşdırılan tədbirlərin düzgün təşkili, ümidverici şagird və tələbələrin beynəlxalq yarışlara hazırlıq üçün seçilməsi, informatika müəllimləri üçün proqramlaşdırma üzrə nəzərdə tutulan təlimlər üçün təlimçilərin seçilməsində bu məlumatlardan istifadə olunacaq. informatika.edu.az saytına xoş gəlmisiniz!
